public class Infohere {
    // массивы с данными по знакам задиака
    public static String[] Arr1 ={"Сегодня вы, возможно, столкнетесь с необходимостью отчаянно сопротивляться. \nЭто занятие отнимет у вас массу сил и времени, зато закалит для последующих битв.",
            "Доверять другим, конечно, нужно, однако не стоит предпринимать серьезных действий, не позаботившись о тылах.\n Вас никто не собирается обманывать, но мало ли, что может случиться."};
    public static String[] Arr2 ={"То, что долгое время дразнило вас, оставаясь абсолютно недосягаемым, сегодня утратит бдительность. \nУ вас есть хороший шанс его поймать. \nНе зевайте.",
            "Сегодняшний день стоит провести в теплой компании. \nЕсли вас еще не пригласили на вечеринку, устройте ее сами."};
    public static String[] Arr3 ={"Постарайтесь свести до минимума личные контакты. \nСегодня вы будете несколько несдержанны в эмоциональном отношении, так что, желая сохранить приемлемые отношения с окружающим миром, лучше пользоваться услугами бумаги или электронной почты, на худой конец - телефона.",
            "Сегодня у вас появится реальная возможность уговорить тех, кто ранее уговорам не поддавался. \nНо сила убеждения - оружие обоюдоострое. \nПри неаккуратном обращении можно уговорить на любое сколь угодно глупое действие самого себя."};
    public static String[] Arr4 ={"Возможно вы желаете слишком многого и, что характерно, сразу. \nСегодня стоит пересмотреть свои амбиции и, возможно, в чем-то их умерить. \nНенадолго, разумеется.",
            "Сегодня вы можете оказаться немного более эгоцентричным, чем следовало бы. \nИ вам не замедлят на это обстоятельство указать. \nНынешний день чреват ссорами."};
    public static String[] Arr5 ={"Куда бы вы ни шли, от себя вы все равно не убежите. \nПришло время сесть и, не торопясь, с холодной головой, обдумать давнишнюю проблему. \nЭто занятие настолько утомительно, что, когда вы закончите, найдите пару часов для отдыха.",
            "Сегодняшний день обещает быть чрезвычайно удачным в деловом отношении. \nЗасучивайте рукава и беритесь за дело. \nВы сумеете доказать, что вы - лучший."};
    public static String[] Arr6 ={"Сегодня вам стоит быть максимально осмотрительным при проведении даже самых мелких финансовых операций. \nВозможно, их лучше вовсе не осуществлять. \nНазавтра вы сможете найти этим же деньгам куда лучшее применение.",
            "Сегодня время повернет назад, позволив вам бросить тоскливый взгляд на собственные молодые годы. \nНе забывайте только, что все в этом мире относительно. \nДаже время."};
    public static String[] Arr7 ={"Сегодня вам придется попотеть, день будет не из легких. \nМогут возникнуть проблемы с деньгами, не катастрофические, но долготекущие.",
            "Сегодня, будучи спрошены \"а что ты об этом думаешь?\", постарайтесь не обнародовать свое истинное мнение по данному вопросу. \nОт вас ждут сочувствия, и ничего иного. \nДлинные рассуждения на тему в вашем исполнении скорее обидят вопрошающего."};
    public static String[] Arr8 ={"Сегодня все будет говорить вам, что цель близка и осталось последнее усилие. \nПоследним оно, естественно не будет, но не поддавайтесь разочарованию, если все не получится сразу.",
            "Сегодня вас посетит феноменальное количество ценных мыслей и гениальных идей. \nНекоторые из них, пожалуй, имеет смысл записать - вдруг в будущем пригодятся."};
    public static String[] Arr9 ={"Подождите с клятвенными заверениями. \nВозможно, назавтра вам очень захочется взять свои слова назад.",
            "Не отмахивайтесь от комплиментов. Вы их заслужили. \nЕсли будете продолжать в том же духе заслужите и больших, правда рискуете утомиться."};
    public static String[] Arr10 ={"Сегодня вами будут владеть смешанные чувства. \nВозможно, вам придется и плакать и смеяться одновременно. Запаситесь валерьянкой.",
            "Сегодня вы добьетесь большего успеха если будете действовать потихоньку, никому не рассказывая о своих намерениях. \nЗаявив о них открыто, вы рискуете наткнуться на беспричинное противодействие, просто из чувства противоречия."};
    public static String[] Arr11 ={"От вас сегодня разве что искры лететь не будут, хотя и этого гарантировать нельзя.\n Вы будете привлекать всеобщее внимание, находиться в курсе всех дел. \nЕсли вы стремитесь к лидерству, то нынче легко его добьетесь.",
            "Вам придется столкнуться с проблемой выбора в таких масштабах, что вполне вероятным последствием может оказаться приступ депрессии. \nНе поддавайтесь ему, лучше оцените разнообразие."};
    public static String[] Arr12 ={"Вы сегодня будете в наилучшей форме. \nОкружающие будут с нетерпением и замиранием дыхания ожидать каждого вашего следующего шага. \nМожете разворачиваться на полную катушку, нынче должно получаться все.",
            "Не спешите с принятием важного решения. Сегодняшний день лучше посвятить раздумьям."};
}
